Repository: devmil/sniffthat
Catalog: Source/SniffThat_v1/SniffThat/LameSoft.SniffThat/SniffThat.*.resx
Languages: de_de

# cbOnlyNotProtected
source: Only Not Protected Access Points
de_de: Nur nicht Verschlüsselte

# cbOnlyVisible
source: Only currently visible Access Points
de_de: Nur zur Zeit Sichtbare

# ExportError
source: Error while exporting
de_de: Fehler beim Exportieren

source: Export Message
de_de: Export Meldung

# GpsCloseError
source: Error closing Gps
de_de: Fehler beim Beenden des Gps

# GpsInfoDBVersion
source: Gps Info Database Version
de_de: Gps Info Datenbank Version

# GpsOpenError
source: Error enabling Gps
de_de: Fehler beim Aktivieren des Gps

source: Gps State
de_de: Gps Status

source: GPS stopped
de_de: Gps beendet

# IllegalDBFile
source: Illegal or invalid Database file specified
de_de: Ungültige Datenbankdatei angegeben

# InitPlugins
source: Initializing Plugins
de_de: Initialisiere Plugins

# lExportTo
source: Export to...
de_de: Exportart

# lGpsInfoFile
source: Gps Info File
de_de: Gps Info Datei

# ListLoadError
source: Error while loading the List
de_de: Fehler beim Laden der Liste

# ListLoadErrorHead
source: Error loading the List
de_de: Fehler beim Laden der Liste

# ListSaveError
source: Error while saving the List
de_de: Fehler beim Speichern der Liste

# ListSaveErrorHead
source: Error saving the List
de_de: Fehler beim Speichern der Liste

# LoadSettings
source: Loading Settings
de_de: Lade Einstellungen

# lScanInterval
source: Scan Interval (ms)
de_de: Scan Intervall (ms)

# lWLanAdapter
source: Wireless Adapter
de_de: WLan Adapter

# miCancelExport
source: Cancel
de_de: Abbruch

# miCancelSettings
source: Cancel
de_de: Abbruch

# miClear
source: Clear
de_de: Leeren

# miExit
source: Exit
de_de: Beenden

# miExport
source: Export
de_de: Exportieren

# miLoad
source: Load
de_de: Laden

# miMenu
source: Menu
de_de: Menü

# miMerge
source: Merge
de_de: Zusammenführen

# miRefreshGpsInfo
source: Refresh Gps Info
de_de: Gps Info aktualisieren

# miSave
source: Save
de_de: Speichern

# miSaveSettings
source: Save
de_de: Speichern

# miScan
source: Scan
de_de: Scannen

# miSettings
source: Settings
de_de: Einstellungen

# miStartExport
source: Export
de_de: Exportieren

# miVisuals
source: Visuals
de_de: Ansichten

# ModuleAddError
source: Error adding Module
de_de: Fehler beim Hinzufügen des Moduls

# NodeExport
source: Export Plugins
de_de: Export Module

# NodeVisual
source: Visual Plugins
de_de: Visuelle Module

# NoExportModules
source: No active Export Modules found
de_de: Keine aktiven Export Module gefunden

# OpenWLanSound
source: Play Open WLan Sound
de_de: Sound bei offenen WLans abspielen

# SearchPlugins
source: Searching Plugins
de_de: Suche Plugins

source: Sound File:
de_de: Sound Datei:

# StartApplication
source: Starting Application
de_de: Starte Anwendung

# tpAbout
source: About
de_de: Über

# tpModules
source: Modules
de_de: Module

# tpWireless
source: Wireless
de_de: Drahtlos

# VisualError
source: Error while visualizing
de_de: Fehler während der Visualisierung

source: Visual Message
de_de: Visualisierungs Meldung

# WirelessAdapterNotFoundError
source: Wireless Lan Adapter not found! Check the Settings or try reactivating your Wireless Lan Adapter
de_de: WLan Karte nicht gefunden! Prüfen Sie die Einstellungen oder versuchen Sie die WLan Karte erneut zu aktivieren.

# WirelessAdapterNotFoundErrorHead
source: Error while scanning Wireless Lan
de_de: Fehler beim WLan Scannen
